export const CHENESE = {
    'ch': {
        greeting:                '你好',
        tostrive:                '奮鬥卡',
        nav:{
            index:                     '首頁',
            striveRecord:              '奮鬥紀錄'
        },
        striveCard:{
            button:{
                all:            "全選",
                cancel:         "取消選取",
                save:           "儲存"
            },
            list:{
                totalNum:       "12",
                "1":            "祈禱反省懺悔",
                "2":            "持誦兩誥救劫",
                "3":            "力行人生守則",
                "4":            "修持煉心靜坐",
                "5":            "參加會禱會坐",
                "6":            "持誦基本經典",
                "7":            "量力財施奉獻",
                "8":            "弘教親和法施",
                "9":            "熱心教內服務",
                "10":           "參加教內活動",
                "11":           "研讀教內經典",
                "12":           "其他善行活動"
            }
        }
    }
}